Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/8_undervisningsoppl.html.tmx
Source language: sme
Languages: smj

source: Jus leat oahppit geat eai máhte dálke- ja siivodoahpagiid, de ferte daid oahpásmahttit ohppiide, ja áigodaga álggus daiguin bargat.
smj: Jus li oahppe gudi e máhte dálkke- ja fierddamoallánagájt, vierddiji sij tjadádit dájt ja barggat daj gávda álgo rájes.

source: Dan seamma ferte dahkat lohkosániiguin, ortnetloguiguin ja millimehter ja centimehter mihtidandoahpagiiguin.
smj: Sæmmi láhkáj tállabágoj, rájddobágoj ja mihttimmoallánagáj millimehtar ja centimehtar.

source: Dan sáhttá dahkat govva- ja sátnelotto, dálkebiŋgo bakte jna..
smj: Dáv máhttá dahkat gåvvå- ja báhkolottojn, dálkkebiŋgujn jnv..

source: Oahppit geain lea buorri njálmmálaš sátneriggodat dálkki ja siivvu birra, sáhttet veahkehit earáid geat eai máhte nu ollu go álget fáttáin bargat.
smj: Oahppijn gænna li buorre giella dálkij- ja fierdaj birra, máhtti temá álgon viehkedit dåjt ietjá oahppijt gudi máhtti binnebu.

source: Sáhttá vaikko sidjiide addit ovddasvástádusa ráhkadeames unnit oahpahusláhčosa fáttá birra.
smj: Ihkap máhtti sij ietja vásstádusáv oadtjot dahkat unnes åhpadimgárvvidusáv temá birra.

source: Sii sáhttet oažžut ovddasvástádusa dálkedieđáhusain bargamis, govvidit dieđuid tabeallain ja stoalpodiagrámmain jnv..
smj: Sij máhtti oadtjot sierra vásstádusáv dálkkediedádusájs, nihtadiagrámmajs ja tjuorggat diedojt tábellajda jnv..

source: Oahppit sáhttet maiddái oažžut bargun gávdnat eanet dieđuid dálkki, dálkemearkkaid, muohttaga ja siivvu birra go lagasbirrasa vuorasolbmuid jearahallamis.
smj: Oahppe máhtti aj oadtjot viddnon tjoahkkit ienep diedojt dálkij, dálkkemerkaj, muohttagij ja fierdaj birra gå sij vuorasulmutjijt ietjaska lahkusin ságájdahtti.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Dás lea ovdamearka movt gáiddusoahpahusa sáhttá buohtalastit interaktiiva oahppanvuođuin.
smj: Dánna buojkoduvvá gåktu guhkásåhpadibme máhttá aktiduvvat interaktijvvalasj oahppamvuoduj.

source: Ráhkkaneapmái gáiddusoahpahussii ja bargui gáiddusoahpahusdiimmuid gaskkas adno oahppanvuođđu.
smj: Gárvvidussan guhkásåhpadibmáj, ja bargguj guhkásåhpadimtijmaj gasskan oahppamvuodo aneduvvá.

source: Dás oažžu oahpaheaddji maiddái dieđuid ahte leatgo oahppit bargan bihtáid mat leat almmuhuvvon, ja oahpaheaddji sáhttá árvvoštallat vástádusaid iežas raporttaid bakte mat ráhkaduvvojit oahppanvuođus.
smj: Dánna åhpadiddje aj oadtju diedojt jus oahppe li dahkam bargojt ma li almmaduvvam, ja åhpadiddje iesj máhttá árvustallat vásstádusájt sierra diedádusáj baktu ma li tjoahkkidum oahppamvuoduj.

source: Dán ovdamearkkas adno e.e. teakstameannudanprográmma ja lohkomeannudanprográmma lassin videokonferánsarusttegiidda.
smj: Dán buojkulvisán le d.d. tækstagiehtadallamprográmma ja riekknimprográmma duodden videokonferansarustikijda aneduvvam.

source: Dás evttohuvvojit oahppodoaimmat mas gáiddusoahpahus ja oahppanvuođđu buohtalastojuvvojit:
smj: Dála tjuovvu oajvvádus oahppamdåjmajda gåktu guhkásåhpadibme ja interaktijvvalasj oahppamvuodo aktiduvvi:

source: Gáiddusoahpahusdiimmut Oahpaheaddji oahpaha oahppái doabafáttá goabbat guvlui gulahallama bakte ohppiin, nugomat videokonferánsa bakte.
smj: Guhkásåhpadimtijmma Åhpadiddje åhpat temá birra moallánagáj guovte guovlluj guládallama tjadá d.d. viedeokonferansarustigij tjadá.

source: Oahppit barget iešheanalaččat Oahppit geardduhit dábálaš ja beaivválaš dálkedoahpagiid.
smj: Oahppe barggi iesjrádálattjat Sij låhki tevstav ådåsis ja gulldali jiednafijlav mij oahppamvuodon gávnnu.

source: Oahppit geardduhit soames ortnetloguid Hangman bakte, ja sii geardduhit mánuid interaktiiva sátneruossalasbarggu bakte mii lea gávdnamis oahppanvuođus.
smj: Oahppe barggi daj ådå moallánagáj ja temájn gå tjoavddi interaktijvalasj dahkamusájt ja gulldalamdiktáhtajt oahppamvuodon

source: Loahppabargu Oahpaheaddji sáhttá dárkkistit leatgo bargobihtáin bargan ja barggu árvvoštallat ovdal čuovvovaš logaldallama.
smj: Loahppabarggo Åhpadiddje máhttá gæhttját jus barggo le dagádum ja árvustallat dav åvddål nuppe leksjåvnå.

source: Gáiddusoahpahusdiibmu Oahppit jotket bargamis fáttáin.
smj: Guhkásåhpadimtijmma Oahppe joarkki bargov temájn.

source: Sisafievrrit ođđa doahpagiid.
smj: Åhpadit ådå moallánagájt.

source: Oahppit lohket teavstta fáttá birra, ja humadit gaskaneaset teavstta birra.
smj: Oahppe låhki tevstajt temá birra, ja ságasti aktan dan birra.

source: Oahppit barget iešheanalaččat Sii máŋgii lohket teavstta ja guldalit jietnafiilla mii lea gávdnamis oahppanvuođus.
smj: Oahppe barggi iesjrádálattjat Sij låhki tevstav ådåsis ja gulldali jiednafijlav ma oahppamvuodon gávnnuji.

source: Oahppit barget ođđa doahpagiiguin ja fáttáiguin gálgamis interaktiiva oahppanvuođu bargobihtáid ja guldalandiktáhta.
smj: Oahppe barggi daj ådå moallánagáj ja temáj gå oahppamvuodon interaktijvalasj dahkamusájt ja gulldalamdiktáhtajt tjoavddi.

source: Ruovttubáikeskuvla Oahppit ožžot veahki ruovttubáikki skuvllas ja ceggejit mihtidanstašuvnna skuvlii.
smj: Sijdaskåvlån Oahppe oadtju ietjasa sijdaskåvlås viehkev, ja mihttimstasjåvnåv skåvlå ålggolin tsieggiji.

source: Sii lohket bohtosiid ja čállet daid loggii nu dávjá go oahppit ja gáiddusoahpahusa oahpaheaddji dan leat lihtodan.
smj: Sij gæhttji båhtusijt ja tjálli dajt loaggaj nåv gåktu oahppe ja guhkásåhpadimåhpadiddje li sjiehtadallam.

source: Sii atnet ođđa oahppan doahpagiid humadeames ja ráhkadeames dálkedieđáhusa.
smj: Adni ådå moallánagájt ságastallamijn ja gárvedi dálkkediedádusáv.

source: Oahpaheaddji addá ohppiide dálkedieđáhusa ovdamearkka.
smj: Åhpadiddje dálkkediedádusáv buojkuldahttá.

source: Oahppit bargat iešheanalaččat Sii čállet dálkedieđáhusa man sáddejit gáiddusoahpahusa oahpaheaddjái.
smj: Oahppe barggi iesjrádálattjat Sij tjálli dálkkediedádusáv majt sáddiji guhkásåhpadimåhpadiddjáj.

source: Teaksta čállojuvvo oahppanvuđđui.
smj: Tæksta biejaduvvá oahppamvuoduj.

source: Gáiddusoahpahusdiibmu Oktasaččat lohket ja dárkkistit čállojuvvon dálkedieđáhusa.
smj: Guhkásåhpadimtijmma Tjadádit aktan dav tjáledum dálkkediedádusáv.

source: Barggu buktimis Oahppit buktet dálkedieđáhusa jietnafiilan oahppanvuđđui.
smj: Sisirádjam Oahppe bukti dálkkediedádusáv jiednafijllan oahppamvuoduj.

source: Oahppanvuođus sáhttá ráhkaduvvot dálkedieđáhus dihto guovllu ovddas.
smj: Gæhttjalibme Gæhttjalibme máhttá oahppamvuodon dagáduvvat.

source: Ovdamearkka dihte válljenvejolaš geahččaleapmi.
smj: Duola degu moatteválljimgæhttjalibme.

source: Oahpaheaddji árvvoštallá sihke dálkedieđáhusa ja geahččaleami.
smj: Åhpadiddje árvustallá dálkkediedádusáv ja gæhttjalimev.

source: Árvvoštallan Digitála máhpat sáhttet leat heivvolaš árvvoštallanvuohkin.
smj: Árvustallam Digitálalasj skálma máhtti hiehpat árvustallamvuohken.

source: Dalle gessojit oahppit mielde árvvoštallanbargui sihke gasku bargoproseassas ja go oahppibuvtta lea gárvvis.
smj: Oahppe de aktijvalattjat árvustallambargguj sehkani, bargadahttijn ja gå oahppebarggo le gergas.

source: Digitála máhpat sáhttet biddjot oahppanvuođu sisa.
smj: Digitálalasj skálmajt dåhkki oahppamvuoduj biedjat.

source: Iešárvvoštallama bakte, oahpaheaddjiárvvoštallama ja ohppiidgaskasaš árvvoštallan dihto eavttuid vuođul de sáhttet oahppibarggut buoriduvvot ja viiddiduvvot.
smj: Iesjárvustallama baktu, åhpadiddje árvustallam ja oahppe gasskanisá árvustallam gájbbádusáj milta ma li vattedum máhtti oahppij bargo buoreduvvat ja lassánit.

source: Oahpaheaddji sáhttá maiddái oassin dađistagaárvvoštallamis ráhkadit ovda- ja loahppageahččalemiid oahppanvuođus.
smj: Åhpadiddje máhttá aj degu oassen árvustallamis bargdahttijn dahkat åvddå- ja loahppagæhttjalimijt oahppamvuodon.

source: Geahča sierra teakstabihtá árvvoštallama birra vuollelis.
smj: Gehtja aj sierra oasev árvustallama birra vuollelin

source: Oahppanvuođu eará atnu
smj: Gåktu ietján oahppamvuodov adnet

source: Gáiddusoahpahusoahpaheaddji sáhttá ráhkadit blogga oahpahusvuđđui.
smj: Guhkásåhpadimåhpadiddje máhttá oahppamvuoduj dahkat bloggav.

source: Blogga sáhttá leat sierra gielladomeanan.
smj: Blogga máhttá gielladomednan årrot.

source: Oahppit máŋggaid skuvllain sáhttet nugomat ovtta áigodaga bloggas čálašit dálkki, dálkemearkkaid, muohttaga ja siivvu birra iežaset ruovttubáikkis.
smj: Oahppe moattet skåvlåjs máhtti gávda tjadá dálke, dálkkemerkaj muohttagij ja fierdaj birra ietjas bájkijs bloggit.

source: Máŋga oahppi sáhttet ovttasbargat čállimis wiki dálkki, dálkemearkkaid, muohttaga ja siivvu birra beroškeahttá gos oahppit orrot.
smj: Akta gånnå årru, de máhtti ienep oahppe barggat aktan ja tjállet wikiav dálke, dálkkemerkaj, muohttagij ja fierdaj birra.

source: Geahča sierra artihkkala gos leat eanet gielladomeana ovdamearkkat.
smj: Enep buojkulvisá, gehtja sierra artihkkalav gielladomenan.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš gálggat leat guovddáš doaimmat dán ovdamearkkas.
smj: Máhttet åvddånbuktet njálmálattjat: Njálmálasj tjehpudáhka le oajvvedoajmma dán buojkulvisán.

source: Máhttit ovdanbuktit čálalaččat: Dálkedárkumat hábmejuvvojit čálalaččat ja heŋgejuvvojit seaidnái klássalanjas.
smj: Máhttet åvddånbuktet tjálálattjat: Dálkkeváksjoma tjáleduvvi ja klássaladnjaj gatsosduvvi.

source: Čálalaš dárkumat dahkkojit njálmmálaš čilgehusa vuođul, ja oahppit sáhttet gaskaneaset molssodit čállimis dárkumiid.
smj: Tjálálasj váksjoma dagáduvvi njálmálasj åhpadusá maññela, ja oahppe máhtti de guhtik vuorov tjállet dálkkeváksjomijt.

source: Gáiddusoahpahusoahppit hábmejit dálkedárkumiid / dálkedieđáhusaid čálalaččat oahpaheaddjái.
smj: Guhkásåhpadimoahppe tjálli dálkkeváksjomijt ja sáddiji åhpadiddjáj.

source: Máhttit lohkat: Oahppit lohket teavsttaid, omd. artihkkaliid ja gihppagiid, dálkki- ja siivvu ja dálkemearkkaid birra.
smj: Máhttet låhkåt: Oahppe tevstajt låhki, d.d. artihkkalijt ja girjátjijt, dálkij- ja fierddavidjurij ja dálkkemerkaj birra.

source: Dáid heive fáttáid álgimis bargat ja gasku go leat bargan fáttáin.
smj: Dát hiehpá temá álgon ja bargadahttijin.

source: Heivvolaš lohkanbihtáid sáhttet oahppit lohkat ruovttus.
smj: Hiebalgis låhkåmbiehkijt máhtti oahppe aj sijdan låhkåt.

source: Máhttit rehkenastit: Praktihkalaččat bargamis skuvlla mihtidanstašuvnnas oahppit geardduhit lohkosániid ja mihtidanovttadagaid millimehter ja centimehter.
smj: Máhttet riekknit: Praktihkalasj bargoj tjadá skåvlå dálkkemihttimstasjåvnån gærddodi oahppe tállabágojt ja mihttimbágojt millimehter ja centimehter.

source: Sii sáhttet maiddái hárjehallat rehkenastimis millimehteris centimehterii.
smj: Máhtti aj hárjjidallat riekknit millimehterij ja centimehterij.

source: Oahppit sáhttet oahppat / geardduhit ortnetloguid birra go hupmet, vuosttaš, nuppi, viđát beaivvi mihtidemiid birra jna..
smj: Oahppe máhtti oahppat / gærddot rájddotállajt gå mihttima vuostasj, nuppát, vidát biejve jnv. birra ságasti.

source: Máhttit atnit digitála reaidduid: Ráhkadeames dálkedieđáhusa mii galgá almmuhuvvot internehttii, de oahppit ohppet atnit mp3-čuojanas, báddet ja velánai divvut jiena dihtormášiinnas ja dasto almmuhit jietnafiilla nehttii dan mielde makkár čoavddus sis lea, omd. oahppanvuođđu, blogga, ruovttusiidu.
smj: Buktet digitálalasj ræjdoj barggat: Dálkkediededimedahkama tjadá mij galggá internæhttaj biejaduvvat oahppe oahppi mp3-spællárav adnet, pc ’ ajn báddit, ja soajttá redigerit ja jiednafijlav næhttaj biedjat duola degu oahppamvuodon, bloggan, næhttabiellen.

source: Árvvoštallan
smj: Árvustallam

source: Árvvoštallan mii lea ovdamearkkain, galgá leat oahppanmovttiideaddjin.
smj: Árvustallam buojkulvisájn galggi oahppamav åvdedit.

source: Eavttut oahppomihttomeriid joksat galget leat oahppásat ohppiide dalle go álget bargat.
smj: Gájbbádusá gåktu åhpadusmihttomierijt jåksåt galggi oahppasa ja sadjihin oahppijda bargo álgon.

source: Okta vuohki movt čađahit dađistagaárvvoštallama / ovddasguvlui dieđuid addimis vuosehuvvo dás vuolábealde:
smj: Akta vuohke gåktu vaddet aktelasjárvustallamav ja åvddåli guovlluj diedujt vuoseduvvá vuollelin:

source: Don galggat máhttit:
smj: Dån galga máhttet

source: ipmirdit ja atnit loguid praktihkalaš dilálašvuođain
smj: tállajt praktihkalasj dilijn adnet ja dádjadit

source: Don máhtát: atnit lohkosániid
smj: Dån máhtá: tállabágojt adnet

source: Hárjehala: oahppat ortnetloguid vai daid sáhtát atnit seamma aktiivvalaččat go lohkosániid
smj: Hárjjidalá: oahppat rájddotállajt nåv vaj máhtá dajt adnet sæmmi aktijvalattjat gå tállabágojt

source: Dasto anát ortnetloguid go galggat eará oahppái muitalit dán mánu beivviid.
smj: Maŋŋela de rájddotállajt aná gå galga oahppeguojmmáj biejvij birra dán máno subtsastit

source: atnit sániid mat čilgejit dálkki
smj: adnet bágojt ma gåvvidi dálkev

source: Don máhtát: ollu dain deháleamos doahpagiid dálkki birra
smj: Dån máhtá: moadda dajs ájnnasamos moallánagájt dálkij birra

source: Hárjehala: nuppi oahppái muitalit ovddit, ivttá ja otná beaivvi dálkki.
smj: Hárjjidalá: subtsastit oahppeguojmmáj åvdep biejve, ævtásj ja udnásj dálkij birra

source: Guldal go eará oahppi muitala dán áigodaga dálkki birra.
smj: Gulldala gå oahppeguojmme subtsas dálkijt birra sæmmi biejvijs.

source: Veahket guhtet guoimmideattet gávdnat sániid maŋimus beivviid dálkki birra.
smj: Viehkedit nubbe nuppev gávnnat ienep bágojt dálkij birra ma li læhkám dájt biejvijt.

source: Máhppaárvvoštallan
smj: Skálmmaárvustallam

source: Gávdnojit máŋggalágan máhpat, omd. bargomáhppa / proseassamáhppa ja ovdanbuktinmáhppa / árvvoštallanmáhppa.
smj: Gávnnu moadda lágásj skálma, d.d. barggoskálma / prosæssaskálma ja vuosádallamskálma / árvustallamskálma.

source: Bargomáhppii bidjet bargobihtáid maiguin oahppi galgá bargat gárvves buktaga rádjái.
smj: Barggoskálmmaj biejaduvvi bargo majna oahppe barggi gárves buktagin.

source: Árvvoštallanmáhppii bidjet gárvves buktagat ja ohppiid iežaset jurdagat bargguset ja buktagiiddiset birra.
smj: Árvustallamskálmmaj biejaduvvi gárves buvta aktan oahppe ájádallamij ietjas bargoj ja buvtaj birra.

source: Geahča maiddái gáiddusoahpahusa gokko digitála máhpat lea namuhuvvon.
smj: Gehtja aj guhkásåhpadibmen gånnå li digitálalasj skálma nammadum.

source: Áigeguovdilis gažaldagat leat: Maid lean oahppan ?
smj: Ájggeguovddelis gatjálvisá dánna le: Majt lav oahppam ?

source: Makkár mihtuid lean joksan ?
smj: Makkir ulmijt lav jåksåm ?

source: Masa lean čeahppi ?
smj: Masi lav mån smidá ?

source: Maid šattan buoridit ?
smj: Majt hæhttuv buoredit ?

source: Mainna berren eanet bargat ?
smj: Majna vierddiv ienebut barggat ?

source: Movt berren bargat ovddasguvlui ?
smj: Gåk vierddiv åvddålijguovlluj barggat ?

source: Iešárvvoštallan
smj: Iesjárvustallam

source: Álggadettiin fáttáin bargat, galget oahppit čállit logga ja dohko merket daid doahpagiid maid máhttet fáttá birra ja doahpagiid maid háliidivčče oahppat.
smj: Álggon tebmáj, máhtti oahppe loaggaj tjállet dajt moallánagáj majt máhtti temá birra, ja dajt majt sij hálidi oahppat.

source: Sii sáhttet maiddái čállit dálkemearkkaid maid dovdet ja dihtet.
smj: Máhtti aj tjállet dajt dálkkemerkajt majt dåbddi.

source: Oahppi berre maiddái árvvoštallat bargguidis gasku áigodaga, ovdamearkka dihte: Maid máhtán ?
smj: Oahppe vierddi aj árvustallat ietjas bargadahttijn, dagu dal náv: Majt máhtáv ?

source: Maid berren eanet hárjehallat ?
smj: Majt hæhttuv ienebut hárjjidallat ?

source: Movt barggan ?
smj: Gåktu dav dagáv ?

source: Go fáttáin leat geargan, čállá oahppi ođđa logga masa mearku maid lea oahppan oahppanmihttomeriid mihttojoksama eavttuin.
smj: Gå tebmá le gærggam, de oahppe ådå låkkav tjálli majt sij li oahppam gájbbádusáj åhpadusmihttomierij jåkssåma milta.

source: Oahppit galget loggii čállit maid sii leat bargan, maid leat oahppan ja leigo váttis ja manne jus nu lei.
smj: Oahppe vierddiji aj låkkav tjállet majt li sij dahkam, majt li oahppam ja jus lidjin gássjelisvuoda ja jus lidjin, manen lij nav.

source: Sii berrejit jurddašit dan ektui movt sii buoremusat ohppet sániid, doahpagiid ja fáttá sisdoalu.
smj: Sij vierddiji ájádallat gåktu sij bágojt, moallánagájt ja tema sisanov buoremusát oahppi.

source: Dasa lassin oahpaheaddji maiddái árvvoštallá ja addá dieđu ohppiide.
smj: Ja duodden åhpadiddje árvustallá, ja diedet oahppijda.

source: Oahppit sáhttet maiddái ovttas jurddašit.
smj: Oahppe máhtti aj aktan ájádallat.

source: Ovda- ja loahppageahččaleapmi
smj: Åvddå- ja loahppagæhttjalus

source: Eará molssaeaktun lea ráhkadit fáddái ovdageahččaleami.
smj: Ietjá láhkáj le dahkat åvddågæhttjalimev temá birra.

source: Dan sáhttá geardduhit maŋŋil go oahppi lea čađahan fáddáoasi.
smj: Dát dåhkki ådåsis dagáduvvat gå oahppe li tjadádum temáv.

source: Geahččaleami sáhttá atnit vuođđun árvvoštallamis sihke oahppi ja oahpaheaddji.
smj: Gæhttjalibme máhttá vuodon árvustallimij sige oahppijda ja åhpadiddjáj.

source: Go dađistagaárvvoštallan lea čađahuvvon, berre láhččojuvvot áigi ohppiide buoridit bargama vai eanet oahppá.
smj: Gå árvustallam bargadahttijn le dagádum, vierddi assto vaj oahppe buoredi ietjasa bargov ja oahppam lassán.

source: Aagård, Anita Dunfjeld, Larsen, Tone Marie: Baalka, Davvi Girji OS.
smj: Inga Laila Hætta: Mån Måj Mij, Idut 2003 Anders Nystø ja Sigmund Johnsen: Sámásta 1 Báhko 2000

source: , 2001 Nordsamisk: Kåven, Brita m.fl..:
smj: Anders Nystø ja Sigmund Johnsen: Sámásta 2 Báhko 2001

source: Solbakk, Aage: Geografiija 8, Davvi Girji OS.
smj: Gaup, Guttorm ja Nergård: Gietjav tjappa 3, Davvi Girji 2011

source: Váldde oktavuođa skuvlaeaiggádiin, oažžumis beassansáni.
smj: Lilian Urheim: Giella Miella låhkåmgirjje Samisk Utdanningsråd 1997

source: www.ealat.org
smj: Davvesámegiellaj:
